Repository: costales/unav
Catalog: po/*.po
Languages: de, gd, sc

source: Current position unknown. Try again after a position update.
de: Aktuelle Position unbekannt. Bitte versuchen Sie es erneut nach einem Positions Update.
gd: Chan eil fios càit a bheil thu. Feuch ris a-rithist às dèidh ùrachadh an ionaid.
sc: Positzione atuale disconnota. Torra a proare a pustis chi agiornas sa positzione.

source: Transport
de: Verkehr
gd: Còmhdhail
sc: Trasportu

source: Airport
de: Flughafen
gd: Port-adhair
sc: Aeroportu

source: Bicycle Parking
de: Fahrradstellplatz
gd: Pairceadh rothairean
sc: Parchègiu bitzicletas

source: Bicycle Rental
de: Fahrradmietstation
gd: Rothairean air mhàl
sc: Allogu bitzicletas

source: Bicycle Shop
de: Fahradladen
gd: Bùth bhaidhseagalan
sc: Butega de bitzicletas

source: Bus Station
de: Busbahnhof
gd: Stèisean-bhusaichean
sc: Istatzione de postales

source: Bus Stop
de: Bushaltestelle
gd: Stad-bhusaichean
sc: Firmada de su postale

source: Car Rental
de: Autovermietung
gd: Càraichean air mhàl
sc: Allogu veìculos

source: Car Repair
de: Autowerkstatt
gd: Càradh chàraichean
sc: Riparatzione màchina

source: Car Wash
de: Autowaschanlage
gd: Nighe chàraichean
sc: Autolavàgiu

source: Ferry Terminal
de: Fährterminal
gd: Ionad aiseig
sc: Terminale navios

source: Gas Station
de: Tankstelle
gd: Stèisean peatroil
sc: Distribudore de carburante

source: Motorcycle Shop
de: Motorradladen
gd: Bùth mhotar-baidhseagalan
sc: Butega de mototzicletas

source: Parking
de: Parkplatz
gd: Pàirceadh
sc: Parchègiu

source: Subway Entrance
de: U-Bahn-Eingang
gd: Doras meatro
sc: Intrada metropolitana

source: Train Station
de: Bahnhof
gd: Stèisean-rèile
sc: Istatzione ferroviària

source: Accommodation
de: Unterkunft
gd: Cuid-oidhche
sc: Allògiu

source: Bed and Breakfasts
de: Pensionen
gd: Leabaidh ⁊ Lite
sc: Bed and Breakfast

source: Campsite
de: Zeltplatz
gd: Làrach-champachaidh
sc: Campègiu

source: Caravan Site
de: Campingplatz
gd: Làrach charabhanaichean
sc: Campeggio pro roulotte

source: Guest House
de: Pensionen
gd: Taigh-aoigheachd
sc: Pensione

source: Hostel
gd: Ostail
sc: Ostellu

source: Food & Drink
de: Essen & Trinken
gd: Biadh ⁊ Deoch
sc: Mandigòngiu e bufòngiu

source: Bakery
de: Bäckerei
gd: Bèicear
sc: Forru

source: Bar
gd: Bàr
sc: Tzilleri

source: Butcher
de: Metzgerei
gd: Feòladair
sc: Carnitzeria

source: Cafe
de: Café
gd: Cafaidh
sc: Cafeteria

source: Convenience Store
de: Tante-Emma-Laden
gd: Bùth a' bhaile
sc: Buteghedda

source: Drinking water
de: Trinkwasser
gd: Uisge-òil
sc: Abba potàbile

source: Ice Cream
de: Eisdiele
gd: Uachdar-reòite
sc: Geladeria

source: Picnic Site
de: Picknickplatz
gd: Làrach cuirm-chnuic
sc: Àrea recreu

source: Restaurant
gd: Taigh-bìdh
sc: Ristorante

source: Tourism
sc: Turismu

source: Archaeological Site
de: Ausgrabungsstelle
gd: Làrach àrc-eòlasach
sc: Situ archeològicu

source: Artwork
de: Kunsthandwerk
gd: Obair-ealain
sc: Òpera de arte

source: Attraction
sc: Atratzione turìstica

source: Battlefield
de: historisches Schlachtfeld
gd: Blàr-catha
sc: Campu de batalla

source: Castle
de: Burg / Schloß
gd: Caisteal
sc: Casteddu

source: Monument
de: Denkmal
gd: Carragh-chuimhne
sc: Monumentu

source: Museum
gd: Taigh-tasgaidh
sc: Museu

source: Nature Reserve
de: Naturpark
gd: Tèarmann nàdair
sc: Riserva naturale

source: Ruin
de: Ruine
gd: Tobhta
sc: Ruinas

source: Theme Park
de: Vergnügungspark
sc: Parcu temàticu

source: Tourism Information
de: Touristeninformation
gd: Ionad luchd-turais
sc: Informatziones turìsticas

source: Town Hall
de: Rathaus
gd: Talla a’ bhaile
sc: Domo comunale

source: Viewpoint
sc: Puntu panoràmicu

source: Services
de: Dienstleistungen
gd: Seirbheisean
sc: Servìtzios

source: ATM
de: Geldautomat
gd: Toll-airgid
sc: Isportellu automàticu

source: Bank
gd: Banca
sc: Banca

source: Bureau de change
de: Geldwechsel
gd: Taigh-iomlaid airgid
sc: Cambia-dinare

source: Place of Worship
de: Gotteshaus
gd: Àite-adhraidh
sc: Logu de prèiga

source: Post Box
de: Briefkasten
gd: Bogsa-puist
sc: Cassita postale

source: Post Office
de: Postfiliale
gd: Oifis a’ phuist
sc: Ufìtziu postale

source: Public Telephone
de: Telefon
gd: Fòn poblach
sc: Telèfonu pùblicu

source: Toilet
de: Toilette
gd: Taigh-beag
sc: Còmodu

source: Wi-Fi Point
de: WLAN-Zugangspunkt
gd: Puing WiFi
sc: Puntu Wi-Fi

source: Shopping
de: Einkaufen
gd: Seopadaireachd
sc: Còmporas

source: Books
de: Buchhandlung
gd: Leabhraichean
sc: Libros

source: Charity
de: Wohltätige Einrichtung
gd: Carthannas
sc: Benefitzèntzia

source: Clothes
de: Kleidung
gd: Aodach
sc: Bestimentas

source: Computer Shop
de: Computergeschäft
gd: Bùth coimpiutaireachd
sc: Butega de elaboradores

source: Copy Shop
de: Kopierladen
gd: Bùth lethbhreacan
sc: Copisteria

source: Florist
de: Blumenladen
gd: Bùth fhlùraichean
sc: Froraju

source: Gifts
de: Geschenke
gd: Prèasantan
sc: Donos

source: Hairdresser
de: Friseur
gd: Gruagaire
sc: Pilucheri

source: Jewelry
de: Juwelier
gd: Seudraidh
sc: Prendas

source: Kiosk
sc: Chioscu

source: Laundry
de: Waschsalon
gd: Nigheadaireachd
sc: Samunadòrgiu

source: Mall
de: Einkaufszentrum
gd: Ionad-seopadaireachd
sc: Tzentru cummertziale

source: Mobile Phone
de: Telefon (Mobil)
gd: Fòn-làimhe
sc: Telefoneddos

source: Optician
de: Optiker
gd: Speuclairiche
sc: Òticu

source: Public Market
de: Öffentlicher Markt
gd: Margadh poblach
sc: Mercadu

source: Shoes
de: Schuhladen
gd: Brògan
sc: Iscarpas

source: Supermarket
de: Supermarkt
gd: Oll-mhargadh
sc: Supermercadu

source: Travel Agency
de: Reisebüro
gd: Buidheann-siubhail
sc: Agentzia de biàgios

source: Vending Machine
de: Verkaufsautomat
gd: Inneal-reic
sc: Distribudore automàticu

source: Culture
de: Kultur
gd: Cultar
sc: Cultura

source: Art Center
de: Kunsthalle
gd: Ionad ealain
sc: Tzentru de arte

source: Auditorium
de: Hörsaal
gd: Ionad-èisteachd
sc: Auditòrium

source: Gallery
de: Galerie
gd: Gailearaidh
sc: Galleria

source: Library
de: Bibliothek
gd: Leabhar-lann
sc: Biblioteca

source: Theatre
de: Theater
gd: Taigh-cluiche
sc: Teatru

source: Entertainment
de: Unterhaltung
gd: Fèisteas
sc: Intratenimentu

source: Casino
sc: Casinò

source: Children Playground
de: Spielplatz
gd: Raon-cluiche cloinne
sc: Parcu de giogos pro pitzinnos

source: Cinema
de: Kino
gd: Taigh-dhealbh
sc: Tzìnema

source: Gym
de: Fitnessstudio
gd: Taigh-sunntais
sc: Palestra

source: Night Club
de: Nachtclub
gd: Club-oidhche
sc: Locale noturnu

source: Park
gd: Pàirc
sc: Parcu

source: Education
de: Bildung
gd: Foghlam
sc: Iscola e formatzione

source: College
de: Hochschule
gd: Colaiste
sc: Iscola superiore

source: Nursery School
de: Vorschule
gd: Sgoil-àraich
sc: Asilu

source: University
de: Universität
gd: Oilthigh
sc: Universidade

source: Health
de: Gesundheit
gd: Slàinte
sc: Salude

source: Dentist
de: Zahnarzt
gd: Fiaclair
sc: Dentista

source: Doctor
de: Arzt
gd: Dotair
sc: Dotore

source: Hospital
de: Krankenhaus
gd: Ospadal
sc: Ospidale

source: Pharmacy
de: Apotheke
gd: Bùth-cheimigeir
sc: Potecaria

source: Veterinary
de: Tierarzt
gd: Lighiche-sprèidh
sc: Veterinàriu

source: Religious
de: Religiöse Stätte
gd: Rud cràbhach
sc: Situ de interessu religiosu

source: Cemetery
de: Friedhof
gd: Cladh
sc: Campusantu

source: Church
de: Kirche
gd: Eaglais
sc: Crèsia

source: Crematorium
de: Krematorium
gd: Luaithreachan
sc: Crematòriu

source: Emergency
de: Notfall
gd: Ionad èiginneachd
sc: Emergèntzia

source: Phone
de: Telefon
gd: Fòn
sc: Telèfonu

source: Police Station
de: Polizeidienststelle
gd: Stèisean a’ phoileis
sc: Istatzione de politzia

source: Sport
gd: Spòrs
sc: Isport

source: Sports Center
de: Sportzentrum
gd: Ionad spòrs
sc: Tzentru isportivu

source: Stadium
de: Stadion
gd: Stèideam
sc: Istàdiu

source: Swimming Pool
de: Freibad
gd: Amar-snàmh
sc: Piscina

source: Track
de: Rennstrecke
gd: Raon-ruith
sc: Pista

source: Others
de: Sonstige
gd: Eile
sc: Àteru

source: Courthouse
de: Gericht
gd: Taigh-cùirte
sc: Tribunale

source: Embassy
de: Botschaft
gd: Ambasaid
sc: Ambasciada

source: Prison
de: Gefängnis
gd: Prìosan
sc: Presone

source: Recycling
de: Recyclingstelle
gd: Ath-chuairteachadh
sc: Tzentru de retziclu

source: Town
de: Stadt
gd: Baile
sc: Bidda

source: Current Location
de: Aktuelle Position
gd: An t-àite làithreach
sc: Positzione atuale

source: Welcome to uNav
de: Willkommen bei uNav
gd: Fàilte gu uNav
sc: Bene bènnidu a uNav

source: A map viewer & GPS navigator Let's look at a few features together :)
de: Ein Kartenbetrachter & GPS-Navigator Lassen Sie uns zusammen ein paar der neuen Funktionen ansehen :)
gd: Mapa ⁊ uidheam-stiùiridh GPS Tiugainn, seallaidh mi dhut na tha againn dhut!
sc: Visualizadore de mapas e navigadore GPS Como t'ammustramus is funtzionalidades noas :)

source: Long Touch on Map
de: Langes Halten auf der Karte
gd: Brùthadh fada air a’ mhapa
sc: Incarca pro meda in sa mapa

source: Navigate, add to favorites, search nearby places, share points on the map or simulate a route
de: Navigieren, Favoriten hinzufügen, Umgebungssuche, Punkte auf der Karte teilen oder Route simulieren
gd: Faigh stiùireadh, cruthaich annsachdan, fidir àitichean faisg ort, co-roinn ionadan air a’ mhapa no cruthaich slighe mas fhìor
sc: Nàviga, agiunghe preferidos, chirca logos a curtzu, cumpartzi puntos in sa mapa o sìmula unu percursu

source: Swipe Results
de: Wischen für Ergebnisse
gd: Grad-shlaighd tro na toraidhean
sc: Iscurre resurtados

source: Navigate directly, call the place, share the location, open web page, delete favorites…
de: Direkte Navigation, den Ort benennen, den Standort teilen, die Internetseite öffnen, Favoriten löschen …
gd: Faigh stiùireadh, cuir fòn gu àite, co-roinn an t-ionad, fosgail duilleag-lìn, sguab às annsachdan...
sc: Otene deretu indicatziones, tzèrria a su logu, cumpartzi sa positzione, aberi pàginas web, cantzella·nche preferidos...

source: Touch Everything!
de: Berühren Sie alles!
gd: Suath ri rud sam bith!
sc: Toca totu!

source: Touch summary to show current speed Touch step indications to review route steps
de: Zusammenfassung berühren, um die aktuelle Geschwindigkeit zu sehen Streckenverlauf berühren, um die Streckenpunkte zu prüfen
gd: Suath ris a’ ghearr-chunntas a dh’fhaicinn an t-astar làithreach Suath ri comharran ceuma airson sùil eile a thoirt air ceuman na slighe
sc: Toca su resumu pro visualizare sa velotzidade atuale Toca s'inditu imbeniente pro bìdere totu is inditos de su percursu

source: Simulate a route
de: Eine Strecke simulieren
gd: Cruthaich slighe mas fhìor
sc: Sìmula unu percursu

source: Set an origin: Click on map and click on simulate icon Set a destination: Then, click on map and click the same icon again
de: Startpunkt wählen: auf die Karte und dann auf das Simulationsymbol klicken Zielpunkt wählen: auf die Karte und dann wieder auf das Simulationsymbol klicken
gd: Suidhich ionad tòiseachaidh: Briog no thoir gnogag air a’ mhapa is briog air an ìomhaigheag atharrais Suidhich ceann-uidhe: Briog no thoir gnogag air a’ mhapa is air an dearbh-ìomhaigheag a-rithist an uairsin.
sc: Cunfigura unu puntu de cumintzu: incarca in sa mapa e in s'icona de simulatzione Cunfigura una destinatzione: duncas incarca in sa mapa e torra in sa matessi icona

source: uNav doesn't track you!
de: uNav verfolgt Sie nicht!
gd: Cha dèan uNav tracadh ort!
sc: uNav non t'iscòbiat

source: It is licensed under the GNU GPL and based completely on libre projects!
de: Es ist unter der GNU GPL lizenziert und basiert vollständig auf freien Projekten!
gd: Tha e fo cheadachas GNU GPL agus gu tur air pròiseactan libre!
sc: Tenet lissèntzia GNU GPL e est basada subra de progetos lìberos.

source: Enjoy the Freedom!
de: Genießen Sie die Freiheit!
gd: Saoirse!
sc: Godi·ti sa libertade!

source: Skip
de: Überspringen
gd: Gearr leum
sc: Brinca

source: Lat:
de: Breite:
gd: Leud:

source: Long:
de: Länge:
gd: Fad:

source: Coord: %1, %2
de: Koordinaten: %1, %2
gd: Co-chomharran: %1, %2

source: Lat, Long:
de: Breite, Länge:
gd: Domhan-fhad/leud:

source: Taxi
gd: Tacsaidh

source: Hotel
gd: Taigh-òsta

source: Fast Food
de: Imbiss (Fast Food)
gd: Biadh luath

source: Pub
de: Kneipe
gd: Taigh-seinnse
