Repository: costales/unav
Catalog: po/*.po
Languages: de, gd, sc

source: Turn left
de: Bitte links abbiegen
gd: Tionndaidh gun làimh chlì
sc: Fùrria a manca

source: Turn right
de: Bitte rechts abbiegen
gd: Tionndaidh gun làimh dheas
sc: Fùrria a dereta

source: Make a sharp left
de: Scharf links abbiegen
gd: Tionndaidh gun làimh dheas gu grad
sc: Sega sa cùida a manca

source: Make a sharp right
de: Scharf rechts abbiegen
gd: Tionndaidh gun làimh dheas gu grad
sc: Sega sa cùida a dereta

source: Bear left
de: Bitte links halten
gd: Cum a-steach air an làimh chlì
sc: Mantene·ti a manca

source: Bear right
de: Bitte rechts halten
gd: Cum a-steach air an làimh dheas
sc: Mantene·ti a dereta

source: Continue on the road
de: Bitte dem Straßenverlauf folgen
gd: Lean air adhart air an rathad seo
sc: Sighi in custu caminu

source: Enter the roundabout and take the designated exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die vorgesehene Ausfahrt
gd: A-steach dhan timcheallan is gabh an rathad a-mach ainmichte
sc: Intra a sa rotunda e piga sa essida inditada

source: Enter the roundabout and take the first exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die erste Ausfahrt
gd: A-steach dhan timcheallan is gabh a' chiad rathad a-mach
sc: Intra a sa rotunda e piga sa prima essida

source: Enter the roundabout and take the second exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die zweite Ausfahrt
gd: A-steach dhan timcheallan is gabh an dàrna rathad a-mach
sc: Intra a sa rotunda e piga sa segunda essida

source: Enter the roundabout and take the third exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die dritte Ausfahrt
gd: A-steach dhan timcheallan is gabh an treas rathad a-mach
sc: Intra a sa rotunda e piga sa de tres essidas

source: Enter the roundabout and take the fourth exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die vierte Ausfahrt
gd: A-steach dhan timcheallan is gabh an ceathramh rathad a-mach
sc: Intra a sa rotunda e piga sa de bator essidas

source: Enter the roundabout and take the fifth exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die fünfte Ausfahrt
gd: A-steach dhan timcheallan is gabh an còigeamh rathad a-mach
sc: Intra a sa rotunda e piga sa de chimbe essidas

source: Enter the roundabout and take the sixth exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die sechste Ausfahrt
gd: A-steach dhan timcheallan is gabh an siathamh rathad a-mach
sc: Intra a sa rotunda e piga sa de ses essidas

source: Enter the roundabout and take the seventh exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die siebte Ausfahrt
gd: A-steach dhan timcheallan is gabh an seachdamh rathad a-mach
sc: Intra a sa rotunda e piga sa de sete essidas

source: Enter the roundabout and take the eighth exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die achte Ausfahrt
gd: A-steach dhan timcheallan is gabh an t-ochdamh rathad a-mach
sc: Intra a sa rotunda e piga sa de oto essidas

source: Enter the roundabout and take the ninth exit
de: Fahren Sie in den Kreisverkehr und nehmen Sie die neunte Ausfahrt
gd: A-steach dhan timcheallan is gabh an naoidheamh rathad a-mach
sc: Intra a sa rotunda e piga sa de noe essidas

source: Make a U-turn
sc: Faghe una furriada a U

source: You have arrived at your destination
de: Sie haben Ihr Ziel erreicht
gd: Ràinig thu do cheann-uidhe
sc: Ses arribbadu a destinatzione

source: Keep left
sc: Sighi a manca

source: Keep right
sc: Sighi a dereta

source: Current Position
de: Aktueller Standort
gd: Far a bheil thu an-dràsta
sc: Positzione atuale

source: Current Start
de: Aktueller Start
gd: An tòiseachadh làithreach
sc: Partèntzia atuale

source: Current End
de: Aktuelles Ende
gd: An deireadh làithreach
sc: Arribbu atuale

source: Waiting for a GPS signal…
de: Auf ein GPS-Signal wird gewartet …
gd: A’ feitheamh ri siognail GPS...
sc: Isetende su signale GPS...

source: Searching for a route…
de: Strecke wird gesucht …
gd: A’ lorg slighe
sc: Chirchende su percursu...

source: Drawing route…
de: Strecke wird gezeichnet …
gd: A’ tarraing na slighe...
sc: Disegnende su percursu...

source: Trying search again soon…
de: Suche wird in Kürze erneut durchgeführt …
gd: Feuch an lorg thu a-rithist e an ceann greis…
sc: Proande a torrare a chircare chitzo...

source: Recalculating route…
de: Strecke wird neu berechnet …
gd: Ag ath-rannsachadh na slighe...
sc: Torrende a carculare su percursu...

source: Simulating route…
de: Strecke wird simuliert …
gd: A’ cruthachadh slighe mas fhìor...
sc: Simulatzione de su percursu...

source: Start
gd: Tòisich
sc: Cumintza

source: Cancel
de: Abbrechen
gd: Sguir dheth
sc: Annulla

source: Not found
de: Nicht gefunden
gd: Cha deach a lorg
sc: Perunu resurtadu

source: Route so long
de: Länge der Strecke
gd: Tha an t-slighe ro fhada
sc: Percursu longu meda

source: More than 1000km could affect the performance
de: Mehr als 1000 km können die Leistung beeinflussen
gd: Dh'fhaoidte gum bi buaidh aig corr is 1000km air an dèanadas
sc: Prus de 1000 km diant pòdere cunditzionare is prestatziones

source: We recommend you a waypoint in the middle as destination
de: Wir empfehlen Ihnen ein Ziel in der Mitte Ihres Zielortes
gd: Mholamaid puing-thurais mar cheann-uidhe sa mheadhan am badeigin
sc: Una sosta a mesu tretu est cussigiada

source: Close
de: Schließen
gd: Dùin
sc: Serra

source: GPS Denied
de: GPS-Zugriff verweigert
gd: Chaidh an GPS a dhiùltadh
sc: GPS non cunsentidu

source: Error reading the GPS status
de: Fehler beim Lesen des GPS-Status
gd: Mearachd a’ leughadh staid a’ GPS
sc: Errore in sa letura de s'istadu de su GPS

source: Please review your device settings
de: Bitte die Geräteeinstellungen überprüfen
gd: Thoir sùil air roghainnean an uidheim agad
sc: Controlla is cunfiguratziones de su dispositivu

source: About
de: Info
gd: Mu dhèidhinn
sc: Informatziones

source: Resources
de: Ressourcen
gd: Goireasan
sc: Resursas

source: Translations
de: Übersetzungen
gd: Eadar-theangachaidhean
sc: Tradutziones

source: Answers
de: Antworten
gd: Freagairtean
sc: Rispostas

source: Bugs
de: Fehler
gd: Bugaichean
sc: Faddinas

source: Contact
de: Kontakt
gd: Neach-aithne
sc: Cuntatu

source: Developers
de: Entwickler
gd: Luchd-leasachaidh
sc: Isvilupadores

source: Founder
de: Gründer
gd: Neach-stèidheachaidh
sc: Fundadore

source: Voice
de: Stimme
gd: Guth
sc: Boghe

source: Logo
gd: Suaicheantas
sc: Icona

source: Icons for empty states
de: Zeichen für nicht gefunden
gd: Ìomhaigheagan airson staidean falamh
sc: Iconas pro is istados bòidos

source: translator-credits
de: Launchpad Contributions: Artem Anufrij https://launchpad.net/~artem-anufrij Daniel Kessel https://launchpad.net/~dkessel Ettore Atalan https://launchpad.net/~atalanttore Gal Buki https://launchpad.net/~torusjkl Ilonka https://launchpad.net/~ilonka-o J https://launchpad.net/~yokoy Jasper Nalbach https://launchpad.net/~jasper-nalbach JkB https://launchpad.net/~joergberroth Joachim Tuchel https://launchpad.net/~jtuchel Joni Arida https://launchpad.net/~joni-arida Marius Quabeck https://launchpad.net/~marius.quabeck Matthias Seidel https://launchpad.net/~matthias-seidel-u Phillip Sz https://launchpad.net/~phillip-sz Robin Weinhold https://launchpad.net/~robin.weinhold Sturm Flut https://launchpad.net/~sturmflut Sujeevan Vijayakumaran https://launchpad.net/~svij Tim Süberkrüb https://launchpad.net/~tim-sueberkrueb Tobias Bannert https://launchpad.net/~toba Torsten Franz https://launchpad.net/~torsten.franz Uranicus https://launchpad.net/~matthias.ritter Wolfgang Eder https://launchpad.net/~wolfgang-eder costales https://launchpad.net/~costales tobson https://launchpad.net/~tmai yusuf75 https://launchpad.net/~yusuf-uzunyilmaz-googlemail
gd: Launchpad Contributions: Akerbeltz https://launchpad.net/~fios GunChleoc https://launchpad.net/~gunchleoc costales https://launchpad.net/~costales
sc: Launchpad Contributions: Alessandro Beccu https://launchpad.net/~lisandru Gianfranco https://launchpad.net/~gfro4m amm https://launchpad.net/~amm2 costales https://launchpad.net/~costales

source: Translators
de: Übersetzer
gd: Eadar-theangadairean
sc: Tradutores

source: Powered by
de: Unterstützt durch
gd: Le cumhachd
sc: Basadu subra de

source: Version %1. Under license %2
de: Version %1. unter Lizenz %2
gd: Tionndadh %1. Fo cheadachas %2
sc: Versione %1. Cun lissèntzia %2

source: Decimal
de: Dezimal
gd: Deicheach
sc: Detzimale

source: Sexagesimal
gd: Seasgadach
sc: Sessagesimale

source: Show on Map
de: Auf der Karte anzeigen
gd: Seall air a’ mhapa
sc: Ammustra in sa mapa

source: Coordinates are not valid
de: Koordinaten sind ungültig
gd: Chan eil na co-chomharran seo dligheach
sc: Is coordinadas no sunt vàlidas

source: Enter valid decimal coordinates Expected format is:
de: Bitte gültige Dezimalkoordinaten eingeben Erwartetes Format ist:
gd: Cuir a-steach co-chomharran deicheach dligheach Seo am fòrmat ris a bheil dùil:
sc: Inserta·nche coordinadas detzimales vàlidas Su formadu previstu est:

source: Enter valid sexagesimal coordinates Expected format is:
de: Bitte gültige Sexagesimalkoordinaten eingeben Erwartetes Format ist:
gd: Cuir a-steach co-chomharran seasgadach dligheach Seo am fòrmat ris a bheil dùil:
sc: Inserta·nche coordinadas sessagesimales vàlidas Su formadu previstu est:

source: Download voices
de: Stimmen downloaden
gd: Luchdaich a-nuas guthan
sc: Iscàrriga boghes

source: Play current voice
de: Abspielen der aktuellen Stimme
gd: Cluich an guth làithreach
sc: Imprea sa boghe atuale

source: How to add a voice
de: Wie eine Stimme hinzugefügt werden kann
gd: Mar a chuireas tu guth ris
sc: Comente agiùnghere una boghe

source: By
de: Von
gd: Le
sc: De

source: Cancel Download
de: Download abbrechen
gd: Sgur dhen luchdadh a-nuas
sc: Annulla iscarrigamentu

source: About the voices
de: Über die Stimmen
gd: Mu na guthan
sc: Informatziones subra is boghes

source: The stars are for the recommended voices.
de: Die Sterne sind für die empfohlenen Stimmen.
gd: Tha rionnag ris na guthan a mholamaid.
sc: Is isteddos sunt pro is boghes cussigiadas

source: You can add a new voice to uNav following these steps:
de: Sie können eine neue Stimme für uNav hinzufügen, indem sie folgende Schritte ausführen:
gd: Seo na nì thu gus guth ùr a chur ri uNav:
sc: Nche podes agiùnghere una boghe noa a uNav sighende custas fases:

source: No favorites yet
de: Keine gespeicherten Favoriten
gd: Chan eil annsachd ann fhathast
sc: Non b'at preferidos

source: Add Favorite
de: Favorit hinzufügen
gd: Cuir annsachd ris
sc: Agiunghe preferidu

source: Edit Favorite
de: Favorit bearbeiten
gd: Deasach an annsachd
sc: Modìfica preferidos

source: There is already a favorite with that name. You can either overwrite it or enter a different name.
de: Es gibt schon einen Favoriten mit diesem Namen. Sie können diesen ändern oder einen anderen Namen eingeben.
gd: Tha an t-ainm sin air annsachd eile mu thràth. ’S urrainn dhut sgrìobhadh thairis air no ainm eile a chur a-steach.
sc: B'at giai unu preferidu cun custu nùmene. Lu podes subraiscrìere o nche podes insertare unu nùmene diferente.

source: Insert a favorite name
de: Name für Favorit einfügen
gd: Cuir ainm ris 'na annsachd
sc: Inserta·nche unu nùmene preferidu

source: Overwrite
de: Überschreiben
gd: Sgrìobh thairis air
sc: Subraiscrie

source: Add
de: Hinzufügen
gd: Cuir ris
sc: Agiunghe

source: Update
de: Aktualisierung
gd: Ùraich
sc: Agiorna

source: Favorite Coordinates
de: Favorisierte Koordinaten
sc: Coordinadas preferidas

source: Name:
sc: Nùmene:

source: Latitude:
de: Breitengrad:
sc: Latitùdine:

source: Longitude:
de: Längengrad:
sc: Longitùdine:

source: Time out! Please try again
de: Zeitüberschreitung! Bitte erneut versuchen
gd: Dh'fhalbh an ùine air! Feuch ris a-rithist
sc: Tempus iscadidu. Torra a proare

source: Sorry, nothing found. Try another search
de: Leider nichts gefunden. Bitte andere Suchkriterien benutzen.
gd: Duilich ach cha do lorg sinn dad. Feuch lorg eile
sc: Perunu resurtadu. Proa cun un'àtera chirca

source: Search history
de: Suchverlauf
gd: Lorg san eachdraidh
sc: Cronologia de chirca

source: Favorite history
de: Favoritenverlauf
gd: Eachdraidh nan annsachdan
sc: Cronologia preferidos

source: Nearby history
de: Umgebungsverlauf
gd: Eachdraidh am fagas
sc: Cronologia logos a curtzu

source: No history yet
de: kein Verlauf bis jetzt
gd: Chan eil eachdraidh ann fhathast
sc: Galu peruna cronologia

source: History is disabled
de: Verlauf ist deaktiviert
gd: Tha an eachdraidh à comas
sc: Cronologia disativada

source: Searching…
de: Suche läuft …
gd: 'Ga lorg...
sc: Chirchende...

source: Search location
de: Ort suchen
gd: Lorg san ionad seo
sc: Chirca positzione

source: Settings
de: Einstellungen
gd: Roghainnean
sc: Cunfiguratziones

source: Center on Position
de: Auf Standort zentrieren
gd: M’ ionad sa mheadhan
sc: Atzentra in sa positzione

source: Searching your position… This could take a while
de: Ihr Standort wird gesucht … Das kann eine Weile dauern.
gd: A' lorg d' ionad… Dh'fhaoidte gun doir seo greis
sc: Chirca de sa positzione... Bi diat pòdere chèrrere tempus

source: Search
de: Suchen
gd: Lorg
sc: Chirca

source: Destination
de: Ziel
gd: Ceann-uidhe
sc: Destinatzione

source: Error getting speed cameras!
de: Fehler beim Empfangen der Blitzer!
gd: Mearachd a' faighinn camarathan-astair!
sc: Faddina in su rilevamentu de sos giassos de controllu de sa velotzidade!

source: Error finding route! Retrying again in 1 minute…
sc: Faddina in s'elaboratzione de su percursu! S'at a torrare a proare in 1 minutu...

source: Error finding route! Trying again…
de: Fehler beim Finden der Strecke! Ein neuer Versuch läuft …
gd: Mearachd le lorg slighe! Feuch ris a-rithist…
sc: Faddina in su càrculu de su percursu! Torra a proare

source: Shared Position
de: Geteilter Standort
gd: Ionad co-roinnte
sc: Positzione cumpartzida

source: Near to destination
de: Nahe beim Ziel
gd: Faisg air a' cheann-uidhe
sc: A curtzu a sa destinatzione

source: Cancel route
de: Strecke abbrechen
gd: Sguir dhen t-slighe
sc: Annulla su percursu

source: Simulate from here! Now click on destination
de: Simulation wird von hier gestartet! Wählen Sie jetzt das Ziel aus.
gd: Atharrais on a sheo! Nise, briog air a' cheann-uidhe
sc: Sìmula dae inoghe! Como incarca in sa destinatzione

source: Set a different coordinates for simulating
de: Andere Koordinaten für die Simulation einstellen
gd: Suidhich co-chomharran eile airson na h-atharrais
sc: Cunfigura coordinadas diferentes pro sa simulatzione

source: Custom voices
de: Benutzer-Stimme
gd: Guthan gnàthaichte
sc: Boghes personalizadas

source: American English voice will be the unique voice installed by default. You can set a custom voice in your language from Settings: Download custom voices. The list of voices will be updated by the users. Please check them out in the future.
de: Als Vorgabe-Stimme wird die Amerikanisch-Englische Stimme installiert. Sie können eine Benutzer-Stimme in ihrer Sprache in den Einstellungen festlegen: Download Benutzer-Stimme Die Liste der Stimmen wird durch die Benutzer aktualisiert. Bitte in Zukunft prüfen.
gd: Cha dèid ach guth Beurla na h-Aimeireaga a stàladh o thùs. 'S urrainn dhut guth gnàthaichte a shuidheachadh sa chànan agad ann an Roghainnean: Luchdaich a-nuas guthan gnàthaichte. Ùraichidh an luchd-cleachdaidh na guthan. Thoir sùil orra a-rithist o àm gu àm.
sc: Sa boghe Inglesu Americanu at a èssere s'ùnica preinstallada Podes seletzionare una boghe personalizada in sa limba tua dae is Cunfiguratziones: Iscàrriga boghes personalizadas. Sa lista de is boghes at a èssere agiornada dae is utentes. Cada tantu torra a controllare si nche nd'at àteras.

source: Set a voice now
de: Stellen sie jetzt eine Stimme ein
gd: Suidhich guth an-dràsta
sc: Cunfigura una boghe

source: Available
de: Verfügbar
gd: Ri fhaighinn
sc: Disponìbile

source: Not Available
de: Nicht verfügbar
gd: Chan eil seo ri fhaighinn
sc: Non disponìbile

source: Wi-Fi Hotspot Available
de: WLAN-Zugangspunkt verfügbar
gd: Tha hotspot WiFi ri fhaighinn
sc: Puntu de atzessu Wi-Fi a disponimentu

source: Wired Connection Available (ethernet connection)
de: Kabelgebundene Netzwerkverbindung (Ethernet) verfügbar
gd: Tha ceangal uèirichte ri fhaighinn (ceangal Ethernet)
sc: Connessione tràmite cavu a disponimentu (connessione Ethernet)

source: Computer Terminal Available
de: Rechner-Terminal verfügbar
gd: Tha tèirmineal coimpiutair ri fhaighinn
sc: Terminale de elaboradore a disponimentu

source: Limited Availability
de: Eingeschränkte Verfügbarkeit
gd: Grunnan ri fhaighinn a-mhàin
sc: Disponibilidade limitada

source: Loading POI details...
de: Sehenswürdigkeitendetail wird geladen …
gd: A’ luchdadh mion-fhiosrachadh an àite inntinnich seo...
sc: Carrighende detàllios de is puntos de interessu

source: Show POIs on map
de: Sehenswürdigkeiten auf Karte anzeigen
gd: Seall àitichean inntinneach air a’ mhapa
sc: Ammustra puntos de interessu in sa mapa

source: Unknown current position
de: Aktueller Standort unbekannt
gd: Chan eil fhios càit a bheil thu
sc: Positzione atuale disconnota

source: Something went wrong. Please, try again…
de: Etwas ist schief gelaufen. Bitte erneut versuchen …
gd: Chaidh rudeigin cearr. Am feuch thu ris a-rithist?
sc: B'at àpidu una faddina. Torra a proare...

source: Sorry, no %1 found nearby. Try again with a larger search radius
de: Leider wurde kein %1 in der Nähe gefunden. Bitte erneut mit einem größeren Radius versuchen.
gd: Tha sinn duilich ach cha deach %1 a lorg am fagas. Feuch ris a-rithist ann an sgìre nas motha.
sc: Perunu «%1» agatadu a curtzu. Torra a proare ismanniende s'àrea de chirca.

source: PH
de: FT
gd: Làithean-saora
sc: FN

source: Closed
de: Geschlossen
gd: Dùine
sc: Serradu

source: Back
de: Zurück
gd: Air ais
sc: Torra

source: Filter POI categories by name
de: Sehenswürdigkeitenkategorien nach Name filtern
gd: Criathraich roinnean nan àitichean inntinneach a-rèir ainm
sc: Filtra sos puntos de interessu in base a su nùmene

source: Nearby
de: In der Nähe
gd: Am fagas
sc: A curtzu

source: Most recent
de: Zuletzt verwendet
gd: O chionn goirid
sc: Prus reghentes

source: Fast Nearest Editor:
de: Editor Schnellzugriff POIs
gd: Deasaiche nan grad-ionadan:
sc: Editore lestru de is puntos prus a curtzu:

source: Selection
de: Auswahl
gd: Taghadh
sc: Seletzione

source: Max. %1 POIs can be selected.
de: Höchstens %1 Sehenswürdigkeiten können ausgewählt werden.
gd: Cha ghabh barrachd air %1 àite inntinneach a thaghadh.
sc: Podes seletzionare a su màssimu %1 puntos de interessu.

source: OK
gd: Ceart ma-thà
sc: AB

source: Route Info
de: Streckeninfo
gd: Fiosrachadh na slighe
sc: Informatziones de su percursu

source: Location
de: Standort
gd: Ionad
sc: Positzione

source: Favorites
de: Favoriten
gd: Annsachdan
sc: Preferidos

source: Coordinates
de: Koordinaten
gd: Co-chomharran
sc: Coordinadas

source: Add Current Position
de: Aktuellen Standort hinzufügen
gd: Cuir ris far a bheil thu an-dràsta
sc: Agiunghe positzione atuale

source: Add Current Destination
de: Aktuelles Ziel hinzufügen
gd: Cuir an ceann-uidhe làithreach ris
sc: Agiunghe destinatzione atuale

source: Add by clicking on Map
de: Zum Hinzufügen auf die Karte klicken
gd: Briog air a’ mhapa airson a chur ris
sc: Agiunghe incarchende in sa mapa

source: A voice
de: Eine Stimme
gd: Guth
sc: Una boghe

source: A notification
de: Eine Benachrichtigung
gd: Brath
sc: Una notìfica

source: None
de: Nur Text
gd: Chan eil gin
sc: Nudda

source: Kilometres
de: Kilometer
gd: Cilemeatairean
sc: Chilòmetros

source: Miles
de: Meilen
gd: Mìle
sc: Mìllias

source: uNav link
sc: Ligàmene de uNav

source: Google Maps link
sc: Ligàmene de Google Maps

source: Standard GEO link
sc: Ligàmene GEO istandard

source: Online
de: Online-Karten
gd: Air loidhne
sc: In lìnia

source: Offline
de: Offline-Karten
gd: Far loidhne
sc: Foras de lìnia

source: Navigation
gd: Seòladaireachd
sc: Navigatzione

source: Guidance
de: Meldungen
gd: Stiùireadh
sc: Ghia

source: Download custom voices
de: Benutzer-Stimmen downloaden
gd: Luchdaich a-nuas guthan gnàthaichte
sc: Iscàrriga boghes personalizadas

source: Car Options
sc: Optziones pro màchinas

source: Avoid tolls
de: Maut vermeiden
sc: Èvita pedàgios

source: Speed camera alerts
de: Radarbenachrichtigungen
gd: Caismeachdan mu chamarathan-astair
sc: Avisos pro postatziones de controllu de sa velotzidade

source: Map
de: Karte
gd: Mapa
sc: Mapa

source: Mode
de: Modus
gd: Am modh
sc: Modalidade

source: How to use offline maps
de: Anleitung zur Nutzung von Offline-Karten
gd: Mar a chleachdas tu mapaichean far loidhne
sc: Comente si impreant is mapas foras de lìnia

source: Online style
de: Internetstil
gd: Stoidhle air loidhne
sc: Istile in lìnia

source: Units
de: Einheiten
gd: Aonadan
sc: Unidades

source: Share position as
de: Position teilen als
sc: Cumpartzi sa positzione comente

source: History
de: Verlauf
gd: An eachdraidh
sc: Cronologia

source: Store new searches
de: Neue Suchanfragen speichern
gd: Glèidh luirg ùra
sc: Costoi is chircas noas

source: Clear history
de: Verlauf leeren
gd: Falamhaich an eachdraidh
sc: Cantzella cronologia

source: You'll delete the current history
de: Sie löschen den aktuellen Verlauf
gd: Sguabaidh tu às an eachdraidh làithreach
sc: Nch'as a cantzellare sa cronologia atuale

source: Delete
de: Löschen
gd: Sguab às
sc: Cantzella

source: Speed Camera alerts and the law
de: Blitzerwarnungen und das Gesetz
gd: Caismeachdan mu chamarathan-astair is an lagh
sc: Sa lege e is avisos pro is postatziones de controllu de sa velotzidade

source: uNav is only reading the OpenStreetMap database. uNav will show a max speed notification and a Speed Camera marker (marker hidden for French users because of law). In a few countries Speed Camera alerts are illegal, then enable this option only if it's legal in the country.
de: uNav nutzt lediglich die OpenStreetMap-Datenbank. uNav zeigt eine Benachrichtigung zur Geschwindigkeitsbegrenzung und Radarkontrollen an (aus rechtlichen Gründen keine Benachrichtigungen in Frankreich) In manchen Ländern sind Radar-Warnungen illegal. Bitte aktivieren Sie diese Option nur in Ländern, in denen diese Warnungen legal sind.
gd: Chan eil uNav ach a' leughadh stòr-dàta OpenStreetMap. Seallaidh uNav brath mun astar as motha a tha ceadaichte agus camara astair (am falach do luchd-cleachdaidh na Fraingise ri linn laghan). Tha rabhaidhean mu chamarathan astair an aghaidh an lagha ann an cuid a dhùthchannan. Na cleachd seo ach ma tha e laghail ’nad dhùthaich.
sc: uNav impreat datos de OpenStreetMap ebbia. uNav ammustrat una notìfica pro sa lestresa màssima e unu localizadore de postatziones pro su controllu de sa velotzidade (indicatore non disponìbile pro is utentes frantzesos). In carchi istadu, is avisos pro sa presèntzia de postatziones pro su controllu de sa velotzidade sunt illegales: ativa custu sèberu petzi si in s'istadu tuo est cunsentidu.

source: Read more about it
de: Mehr darüber lesen
gd: Barrachd fiosrachaidh air
sc: Leghe àteru

source: Share location to
de: Standort teilen mit
gd: Co-roinn an t-ionad air
sc: Cumpartzi positzione in

source: Error getting results. Please, check your data connection.
de: Ergebnisse können nicht abgerufen werden. Bitte überprüfen Sie Ihre Internetverbindung.
gd: Mearachd a' faighinn nan toraidhean. Thoir sùil air a' cheangal dàta agad.
sc: B'at àpidu una faddina. Verìfica sa connessione de datos

source: Sorry, no results found nearby.
de: Leider wurden keine Ergebnisse in der Umgebung gefunden.
gd: Tha sinn duilich ach cha do lorg sinn toradh am fagas.
sc: Perunu resurtadu agatadu a curtzu
